application/views/card_request/ticket_generate.php

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <AcquireTicket xmlns="http://CTL.COM.Services.Prime.Issuer.WebServices/PrimeIssuerServices">
            <xmlRequest>
                <Header>
                    <MessageID>IB</MessageID>
                    <CorrelationID />
                    <SystemID />
                    <RequestorID />
                    <Ticket>AA==</Ticket>
                    <CallerRef />
                    <Origin />
                    <Culture />
                </Header>
                <Ticket>
                    <hostIP />
                    <applicationName />
                </Ticket>
            </xmlRequest>
        </AcquireTicket>
    </soap:Body>
</soap:Envelope>